{
	"10": {
			"title": "Avengers: Age of Ultron",
			"id": "tt2395427",
			"description": "Avengers: Age of Ultron had the difficult task of living up to its near-perfect predecessor, and audiences were vocal about what they did and didn't like about the sequel. But a small crew of naysayers are nothing when compared to the overwhelming tide of affection for Joss Whedon and his assembled band of superheroes.",
			"url": "http://www.omdbapi.com/?i=tt2395427&plot=short&r=json"
	},
	"9": {
			"title": "Ant-Man",
			"id": "tt0478970",
			"description": "Ant-Man faced a series of diversions and setbacks on its way to the big screen. After a few weeks in theaters, however, Scott Lang and company shrugged off the 'Troubled Marvel Movie' label and helped round out the extensive popularity of the Marvel Cinematic Universe's Phase 2.",
			"url": "http://www.omdbapi.com/?i=tt0478970&plot=short&r=json"
	},
	"8": {
			"title": "Ex-Machina",
			"id": "tt0470752",
			"description": "See? Audiences do love original screenplays. And screenwriters can make great first movies as directors. Alex Garland pulled us into the world of Ex-Machina, and we, like Domnhall Gleeson, found it impossible to find an exit. After a lengthy box-office run with plenty of time nestled in the top 10, it's no surprise to see the movie on this list.",
			"url": "http://www.omdbapi.com/?i=tt0470752&plot=short&r=json"
	},
	"7": {
			"title": "Kingsman: The Secret Service",
			"id": "tt2802144",
			"description": "Kingsman: The Secret Service was the worldwide breakout hit of 2015. It was the sort of popcorn movie that made us want buckets more — even if plotting a sequel could prove tricky for Colin Firth's Harry Hart. One of many ways you can measure fan affection for the movie: In the U.S., it never experienced precipitous box-office drops for the duration of its theatrical run.",
			"url": "http://www.omdbapi.com/?i=tt2802144&plot=short&r=json"
	},
	"6": {
			"title": "Me and Earl and the Dying Girl",
			"id": "tt2582496",
			"description": "Me and Earl and the Dying Girl might not have been a breakout box-office hit, but IMDb's audience still cannot get enough of the principal cast, all of whom have lined up major upcoming projects. We sense that there is a whole new crop of fans of Jesse Andrews' novel thanks to the movie.",
			"url": "http://www.omdbapi.com/?i=tt2582496&plot=short&r=json"
	},
	"5": {
			"title": "Sicario",
			"id": "tt3397884",
			"description": "The formula for Sicario's popularity is a masterful blend of action direction in a real-world environment that honed in on the emotional fallout experienced by a diverse trio of principal characters.",
			"url": "http://www.omdbapi.com/?i=tt3397884&plot=short&r=json"
	},
	"4": {
			"title": "Straight Outta Compton",
			"id": "tt1398426",
			"description": "Its screenplay might have taken some liberties with NWA's rise to fame, but nothing could stand in the way of Straight Outta Compton's success and popularity. Much respect for being IMDb's top-rated true story of the year and for opening the door for other rap and hip-hop stories to be brought potentially to the big screen.",
			"url": "http://www.omdbapi.com/?i=tt1398426&plot=short&r=json"
	},
	"3": {
			"title": "The Martian",
			"id": "tt3659388",
			"description": "To Matt Damon: Whether you're 140 million miles away or currently on the awards circuit, congratulations that The Martian has become your top-rated starring role on IMDb to date.",
			"url": "http://www.omdbapi.com/?i=tt3659388&plot=short&r=json"
	},
	"2": {
			"title": "Mad Max: Fury Road",
			"id": "tt1392190",
			"description": "After countless delays and a stop-and-start shooting schedule, the movie with the most storied production history on this list — admit it, there were times when you thought Mad Max: Fury Road was destined to be one of the great lost films — turns out to be one of the best critically reviewed films of the year and the second-highest-rated movie by IMDb's worldwide audience.",
			"url": "http://www.omdbapi.com/?i=tt1392190&plot=short&r=json"
	},
	"1": {
			"title": "Inside Out",
			"id": "tt2096673",
			"description": "Remember when we only had a vague idea of what this movie was about? Now, as of this writing, Inside Out is in a three-way tie with Toy Story 3 and WALL·E as Pixar's highest-rated movie on IMDb. Paging Joy to the emotions console!",
			"url": "http://www.omdbapi.com/?i=tt2096673&plot=short&r=json"
	}
}